Repository: wp-plugins/cricket-moods
Catalog: locale/cricket-moods-*.po
Languages: de_de

source: Moods
de_de: Stimmungen

source: Current Mood:
de_de: Aktuelle Stimmung:

source: Moods reset!
de_de: Stimmungen zurückgesetzt!

source: Stripping failed.
de_de: Löschen der Stimmungen aus Beiträgen fehlgeschlagen.

source: Stripped %s moods from all posts.
de_de: %s Stimmungen aus allen Beiträgen gelöscht.

source: You <em>must</em> supply an image directory!
de_de: Sie <em>müssen</em> ein Bildverzeichnis angeben!

source: You must supply <em>either</em> a mood name <em>or</em> an image name for the mood with ID # %s!
de_de: Sie müssen <em>entweder</em> einen Namen <em>oder</em> ein Bild für die Stimmung mit der ID # %s angeben!

source: Options updated!
de_de: Optionen aktualisiert!

source: Cricket Moods Options
de_de: Cricket Moods Optionen

source: To modify your personal list of moods, visit the <a href="edit.php?page=cm-manage-moods">Manage &raquo; Moods panel</a>
de_de: Um Ihre persönliche Liste von Stimmungen zu ändern, rufen Sie das Menü <a href="edit.php?page=cm-manage-moods">Verwalten &raquo; Stimmungen</a> auf

source: Mood image directory:
de_de: Verzeichnis für die Stimmungsbilder:

source: Directory containing the images associated with the moods. Should be relative to the root of your domain.
de_de: Verzeichnis, dass die Bilder der den Stimmungen zuzuordnenden Bilder enthält. Sollte relativ zum zum root-Verzeichnis Ihrer Domain angegeben werden.

source: Automatically print moods:
de_de: Stimmungen automatisch einfügen:

source: Above
de_de: Über

source: Below
de_de: Unter

source: Off
de_de: Aus

source: Causes Cricket Moods to automatically display moods just before or after each post's content without the need to modify the active template. Turn this off if you've manually added <code>cm_the_moods()</code> to your template.
de_de: Veranlasst Cricket Moods, die Stimmungen direkt vor oder nach jedem Post anzuzeigen, ohne das aktuelle Theme verändern zu müssen. Schalten Sie diese Option aus, wenn Sie bereits manuell <code>cm_the_moods()</code> in Ihr Theme eingebunden haben.

source: Default Moods
de_de: Vorgegebene Stimmungen

source: Use the table below to modify the <strong>default list of moods</strong> for new users. You may leave <em>either</em> the name <em>or</em> the image blank, but not both. Use the blank entries at the bottom to add new moods.
de_de: Benutzen Sie die untenstehende Tabelle, um die <strong>vorgegebenen Stimmungen</strong> für neue Benutzer anzupassen. Sie können <em>entweder</em> den Namen, <em>oder</em> das Bild frei lassen, aber nicht beides. Benutzen Sie die leeren Einträge am Ende der Seite um neue Stimmungen hinzuzufügen.

source: Update Options
de_de: Optionen aktualisieren

source: Reset Moods
de_de: Stimmungen zurücksetzen

source: Clicking this button will reset the blog's default mood list to the built-in "factory default" mood list. This will not affect any user's personal mood list.
de_de: Ein Klick auf diesen Button wird die vorgegebenen Stimmungen auf die "Auslieferungswerte" zurücksetzen. Dies betrifft keine persönlichen Stimmungslisten der Benutzer.

source: Reset moods to factory defaults!
de_de: Stimmungen auf "Auslieferungswerte" zurücksetzen!

source: Are you sure that you want to reset your moods?
de_de: Sind Sie sich sicher, dass Sie Ihre Stimmungen zurücksetzen wollen?

source: Strip Posts
de_de: Stimmungen aus Beiträgen entfernen

source: Clicking this button will strip <strong>all</strong> posts by <strong>all users</strong> of any moods associated with them.
de_de: Mit einem Klick auf diesen Button entfernen Sie <strong>alle</strong> Stimmungen aus <strong>allen</strong> Beiträgen eines <strong>jeden</strong> Benutzers.

source: Strip moods from all posts!
de_de: Stimmungen aus allen Beiträgen entfernen!

source: Are you sure that you want to strip every post ever posted on this blog of moods?
de_de: Sind Sie sich sicher, dass die Stimmungen aus jedem Post der jemals in diesem Blog verfasst wurde entfernt werden sollen?

source: Mood Name
de_de: Name der Stimmung

source: Image File
de_de: Bilddatei

source: Delete
de_de: Entfernen

source: Are you sure you want to delete this mood?
de_de: Sind Sie sich sicher, dass Sie diese Stimmung löschen wollen?

source: Stripped %s moods from your posts.
de_de: %s Stimmungen aus Ihren Beiträgen entfernt.

source: Moods updated!
de_de: Stimmungen aktualisiert!

source: Use the table below to modify your list of moods. You may leave <em>either</em> the name <em>or</em> the image blank, but not both. Use the blank entries at the bottom to add new moods.
de_de: Benutzen Sie die untenstehende Tabelle, um Ihre Stimmungsliste anzupassen. Sie können <em>entweder</em> den Namen, <em>oder</em> das Bild frei lassen, aber nicht beides. Benutzen Sie die leeren Einträge am Ende der Seite um neue Stimmungen hinzuzufügen.

source: Deleting a mood will also remove any references to that mood from your posts.
de_de: Wird eine Stimmung gelöscht, so wird auch jede Anführung dieser Stimmung aus Ihren Beiträgen entfernt.

source: If you need to add more than five new moods, just click the "Update Moods" button and five more blank lines will become available.
de_de: Wenn Sie mehr als fünf neue Stimmungen hinzufügen möchten, klicken Sie einfach auf den"Stimmungen aktualisieren"-Button und fünf weitere Leerzeilen werden verfügbar.

source: Update Moods
de_de: Stimmungen aktualisieren

source: Clicking this button will delete your personal list of moods, causing the plugin to reinitialize your list with the moods specified in the Cricket Moods option panel. Use this as a last resort only, as it will likely cause custom moods used in past posts to not appear.
de_de: Ein Klick auf diesen Button wird Ihre persönliche Stimmungsliste löschen und sie mit den Werten der unter "Verwalten &raquo; Stimmungen" vorgegebenen Werten ersetzen. Benutzen Sie dies nur als letzten Ausweg, da dies sehr wahrscheinlich dazu führt, dass Ihre persönlichen Stimmungen in schon verfassten Beiträgen nicht mehr auftauchen.

source: Reset moods to blog defaults!
de_de: Stimmungen auf vom Blog vorgegebene Werte zurücksetzen!

source: Clicking this button will strip <strong>all</strong> of your posts of any moods associated with them.
de_de: Ein Klick auf diesen Button wird <strong>alle</strong> Stimmungen aus <strong>all</strong> Ihren Beiträge entfernen.

source: Are you sure that you want to strip your posts of moods?
de_de: Sind Sie sicher, dass Sie alle Stimmungen aus Ihren Beiträgen entfernen wollen?

source: Manage Moods
de_de: Stimmungen verwalten

source: Alarmed
de_de: Alarmiert

source: Angry
de_de: Verärgert

source: Bored
de_de: Gelangweilt

source: Confused
de_de: Verwirrt

source: Esctatic
de_de: Ekstatisch

source: Flirtatious
de_de: Kokett

source: Happy
de_de: Glücklich

source: Mischievous
de_de: Bösartig

source: Playful
de_de: Verspielt

source: Sad
de_de: Traurig

source: Sickly
de_de: Kränklich

source: Surprised
de_de: Überrascht
